Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Show context usage for Claude Code sessions started outside Cascade. Sessions started here already report it. Your existing status line is preserved.
bn: Cascade-এর বাইরে শুরু করা Claude Code সেশনের কনটেক্সট ব্যবহার দেখান। এখানে শুরু করা সেশন ইতিমধ্যেই তা জানায়। আপনার বর্তমান স্ট্যাটাস লাইন অক্ষত থাকে।
es: Muestra el uso del contexto de las sesiones de Claude Code iniciadas fuera de Cascade. Las iniciadas aquí ya lo muestran. Se conserva tu línea de estado actual.
fr: Affichez l’utilisation du contexte des sessions Claude Code lancées hors de Cascade. Les sessions lancées ici la signalent déjà. Votre ligne d’état actuelle est préservée.
hi: Cascade के बाहर शुरू किए गए Claude Code सत्रों का कॉन्टेक्स्ट उपयोग दिखाएँ। यहाँ शुरू किए गए सत्र पहले से इसकी जानकारी देते हैं। आपकी मौजूदा स्टेटस लाइन बनी रहती है।
it: Mostra l’uso del contesto delle sessioni Claude Code avviate fuori da Cascade. Quelle avviate qui lo segnalano già. La riga di stato esistente viene mantenuta.
ja: Cascade の外で開始した Claude Code セッションのコンテキスト使用量を表示します。ここで開始したセッションはすでに報告しています。既存のステータス行は保持されます。
ko: Cascade 외부에서 시작한 Claude Code 세션의 컨텍스트 사용량을 표시합니다. 여기서 시작한 세션은 이미 사용량을 보고합니다. 기존 상태 표시줄은 유지됩니다.
pt_br: Mostre o uso do contexto das sessões do Claude Code iniciadas fora do Cascade. As iniciadas aqui já informam esse uso. Sua linha de status atual é preservada.
ru: Показывайте использование контекста в сессиях Claude Code, запущенных вне Cascade. Сессии, запущенные здесь, уже сообщают эти данные. Ваша текущая строка состояния сохраняется.
sv: Visa kontextanvändning för Claude Code-sessioner som startas utanför Cascade. Sessioner som startas här rapporterar redan detta. Din befintliga statusrad bevaras.
zh_hans: 显示在 Cascade 外启动的 Claude Code 会话的上下文用量。在此启动的会话已支持报告用量。现有状态栏会保留。
zh_hant: 顯示在 Cascade 外啟動的 Claude Code 工作階段的上下文用量。在此啟動的工作階段已會回報用量。現有狀態列會保留。

source: Show in Finder
bn: Finder-এ দেখান
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Show Less
bn: কম দেখান
es: Mostrar menos
fr: Afficher moins
hi: कम दिखाएँ
it: Mostra meno
ja: 表示を減らす
ko: 간략히 보기
pt_br: Mostrar menos
ru: Показать меньше
sv: Visa mindre
zh_hans: 收起
zh_hant: 收合

source: Show More
bn: আরও দেখান
es: Mostrar más
fr: Afficher plus
hi: और दिखाएँ
it: Mostra di più
ja: さらに表示
ko: 더 보기
pt_br: Mostrar mais
ru: Показать больше
sv: Visa mer
zh_hans: 展开更多
zh_hant: 顯示更多

source: Show or Hide Preview
bn: প্রিভিউ দেখান বা লুকান
es: Mostrar u ocultar vista previa
fr: Afficher ou masquer l’aperçu
hi: पूर्वावलोकन दिखाएँ या छिपाएँ
it: Mostra o nascondi anteprima
ja: プレビューを表示／非表示
ko: 미리보기 표시 또는 숨기기
pt_br: Mostrar ou ocultar prévia
ru: Показать или скрыть предпросмотр
sv: Visa eller dölj förhandsvisning
zh_hans: 显示或隐藏预览
zh_hant: 顯示或隱藏預覽

source: Show Session %lld
bn: সেশন %lld দেখান
es: Mostrar sesión %lld
fr: Afficher la session %lld
hi: सत्र %lld दिखाएँ
it: Mostra sessione %lld
ja: セッション %lld を表示
ko: 세션 %lld 표시
pt_br: Mostrar sessão %lld
ru: Показать сессию %lld
sv: Visa session %lld
zh_hans: 显示会话 %lld
zh_hant: 顯示工作階段 %lld

source: Show the build log
bn: বিল্ড লগ দেখান
es: Mostrar registro de compilación
fr: Afficher le journal de compilation
hi: बिल्ड लॉग दिखाएँ
it: Mostra il registro di compilazione
ja: ビルドログを表示
ko: 빌드 로그 표시
pt_br: Mostrar registro de compilação
ru: Показать журнал сборки
sv: Visa byggloggen
zh_hans: 显示构建日志
zh_hant: 顯示建置記錄

source: Show the build settings: scheme and simulator
bn: বিল্ড সেটিং দেখান: স্কিম ও সিমুলেটর
es: Mostrar ajustes de compilación: esquema y simulador
fr: Afficher les réglages de compilation : schéma et simulateur
hi: बिल्ड सेटिंग दिखाएँ: स्कीम और सिम्युलेटर
it: Mostra impostazioni di compilazione: schema e simulatore
ja: ビルド設定を表示：スキームとシミュレータ
ko: 빌드 설정 표시: 스킴 및 시뮬레이터
pt_br: Mostrar ajustes de compilação: esquema e simulador
ru: Показать настройки сборки: схему и симулятор
sv: Visa bygginställningar: schema och simulator
zh_hans: 显示构建设置：方案和模拟器
zh_hant: 顯示建置設定：配置與模擬器

source: Show the repository's issues in My Tickets
bn: My Tickets-এ রিপজিটরির issue দেখান
es: Mostrar los issues del repositorio en Mis incidencias
fr: Afficher les issues du dépôt dans Mes tickets
hi: My Tickets में रिपॉज़िटरी के issue दिखाएँ
it: Mostra le issue del repository in I miei ticket
ja: リポジトリの issue を「マイチケット」に表示
ko: 저장소의 issue를 내 티켓에 표시
pt_br: Mostrar as issues do repositório em Meus tickets
ru: Показывать issue репозитория в «Моих задачах»
sv: Visa förrådets issues i Mina ärenden
zh_hans: 在“我的工单”中显示仓库的 issue
zh_hant: 在「我的議題」中顯示儲存庫的 issue

source: Show urgent tickets
bn: জরুরি টিকিট দেখান
es: Mostrar incidencias urgentes
fr: Afficher les tickets urgents
hi: अत्यावश्यक टिकट दिखाएँ
it: Mostra ticket urgenti
ja: 緊急チケットを表示
ko: 긴급 티켓 보기
pt_br: Mostrar tickets urgentes
ru: Показать срочные задачи
sv: Visa brådskande ärenden
zh_hans: 显示紧急工单
zh_hant: 顯示緊急工作項目

source: Showing last available reviews. %@
bn: সর্বশেষ উপলব্ধ রিভিউ দেখানো হচ্ছে। %@
es: Se muestran las últimas revisiones disponibles. %@
fr: Affichage des dernières revues disponibles. %@
hi: पिछली उपलब्ध समीक्षाएँ दिखाई जा रही हैं। %@
it: Sono mostrate le ultime revisioni disponibili. %@
ja: 最後に取得したレビューを表示しています。%@
ko: 마지막으로 확인한 검토를 표시합니다. %@
pt_br: Exibindo as últimas revisões disponíveis. %@
ru: Показаны последние доступные проверки. %@
sv: Visar senast tillgängliga granskningar. %@
zh_hans: 显示上次获取的审查请求。%@
zh_hant: 顯示上次取得的審查要求。%@

source: Showing the last successful read.
bn: সর্বশেষ সফলভাবে পড়া ফলাফল দেখানো হচ্ছে।
es: Se muestra la última lectura correcta.
fr: Affichage de la dernière lecture réussie.
hi: पिछली सफल रीड का परिणाम दिखाया जा रहा है।
it: È mostrata l’ultima lettura riuscita.
ja: 最後に正常に読み込んだ結果を表示しています。
ko: 마지막으로 성공한 읽기 결과를 표시합니다.
pt_br: Exibindo a última leitura bem-sucedida.
ru: Показаны последние успешно прочитанные данные.
sv: Visar den senaste lyckade läsningen.
zh_hans: 显示上次成功读取的结果。
zh_hant: 顯示上次成功讀取的結果。

source: Showing the last successful sample.
bn: সর্বশেষ সফল নমুনা দেখানো হচ্ছে।
es: Se muestra la última muestra correcta.
fr: Affichage du dernier échantillon réussi.
hi: पिछला सफल नमूना दिखाया जा रहा है।
it: È mostrato l’ultimo campione valido.
ja: 最後に正常に取得したサンプルを表示しています。
ko: 마지막으로 성공한 샘플을 표시합니다.
pt_br: Exibindo a última amostra bem-sucedida.
ru: Показаны последние успешно полученные данные.
sv: Visar den senaste lyckade mätningen.
zh_hans: 显示上次成功采样的结果。
zh_hant: 顯示上次成功取樣的結果。

source: Shows every quota window and the month's cost
bn: প্রতিটি কোটার সময়কাল ও মাসের খরচ দেখায়
es: Muestra todos los periodos de cuota y el coste del mes
fr: Affiche toutes les périodes de quota et le coût du mois
hi: हर कोटा अवधि और महीने का खर्च दिखाता है
it: Mostra tutti i periodi di quota e il costo del mese
ja: すべてのクォータ期間と月間費用を表示
ko: 모든 할당량 기간 및 월 비용 표시
pt_br: Mostra todos os períodos de cota e o custo do mês
ru: Показывает все периоды квот и расходы за месяц
sv: Visar alla kvotperioder och månadens kostnad
zh_hans: 显示所有配额周期和本月费用
zh_hant: 顯示所有配額週期與本月費用

source: Sidebar tabs have been removed.
bn: সাইডবার ট্যাব সরানো হয়েছে।
es: Se han quitado las pestañas de la barra lateral.
fr: Les onglets de la barre latérale ont été supprimés.
hi: साइडबार टैब हटा दिए गए हैं।
it: Le schede della barra laterale sono state rimosse.
ja: サイドバーのタブは廃止されました。
ko: 사이드바 탭이 제거되었습니다.
pt_br: As abas da barra lateral foram removidas.
ru: Вкладки боковой панели удалены.
sv: Sidofältets flikar har tagits bort.
zh_hans: 边栏标签页已移除。
zh_hant: 側邊欄分頁已移除。

source: Signed in
bn: সাইন ইন করা আছে
es: Sesión iniciada
fr: Connecté
hi: साइन इन है
it: Accesso effettuato
ja: サインイン済み
ko: 로그인됨
pt_br: Conectado
ru: Вход выполнен
sv: Inloggad
zh_hans: 已登录
zh_hant: 已登入

source: Simulator
bn: সিমুলেটর
es: Simulador
fr: Simulateur
hi: सिम्युलेटर
it: Simulatore
ja: シミュレータ
ko: 시뮬레이터
pt_br: Simulador
ru: Симулятор
zh_hans: 模拟器
zh_hant: 模擬器

source: Simulator preview
bn: সিমুলেটর প্রিভিউ
es: Vista previa del simulador
fr: Aperçu du simulateur
hi: सिम्युलेटर प्रीव्यू
it: Anteprima del simulatore
ja: シミュレータのプレビュー
ko: 시뮬레이터 미리 보기
pt_br: Prévia do simulador
ru: Предпросмотр симулятора
sv: Simulatorförhandsvisning
zh_hans: 模拟器预览
zh_hant: 模擬器預覽

source: Simulator preview is not set up
bn: সিমুলেটর প্রিভিউ সেট আপ হয়নি
es: La vista previa del simulador no está configurada
fr: L’aperçu du simulateur n’est pas configuré
hi: सिम्युलेटर पूर्वावलोकन सेट नहीं है
it: L’anteprima del simulatore non è configurata
ja: シミュレータのプレビューは未設定です
ko: 시뮬레이터 미리보기가 설정되지 않음
pt_br: A prévia do simulador não está configurada
ru: Предпросмотр симулятора не настроен
sv: Simulatorförhandsvisningen är inte konfigurerad
zh_hans: 模拟器预览尚未设置
zh_hant: 模擬器預覽尚未設定

source: Simulator preview needs Node.js 20 or later in your terminal. Cascade downloads its preview tool automatically when first used.
bn: সিমুলেটর প্রিভিউয়ের জন্য টার্মিনালে Node.js 20 বা পরের সংস্করণ দরকার। প্রথম ব্যবহারে Cascade নিজে থেকেই প্রিভিউ টুল ডাউনলোড করে।
es: La vista previa del simulador necesita Node.js 20 o posterior en tu terminal. Cascade descarga la herramienta de vista previa automáticamente al usarla por primera vez.
fr: L’aperçu du simulateur nécessite Node.js 20 ou ultérieur dans votre terminal. Cascade télécharge automatiquement l’outil d’aperçu à la première utilisation.
hi: सिम्युलेटर प्रीव्यू के लिए टर्मिनल में Node.js 20 या नया संस्करण चाहिए। Cascade पहली बार इस्तेमाल पर प्रीव्यू टूल अपने-आप डाउनलोड करता है।
it: L’anteprima del simulatore richiede Node.js 20 o successivo nel terminale. Cascade scarica automaticamente lo strumento di anteprima al primo utilizzo.
ja: シミュレータのプレビューには、ターミナルで使える Node.js 20 以降が必要です。プレビュー用ツールは初回使用時に Cascade が自動でダウンロードします。
ko: 시뮬레이터 미리 보기에는 터미널에서 사용할 수 있는 Node.js 20 이상이 필요합니다. Cascade가 처음 사용할 때 미리 보기 도구를 자동으로 다운로드합니다.
pt_br: A prévia do simulador precisa do Node.js 20 ou posterior no terminal. O Cascade baixa a ferramenta de prévia automaticamente no primeiro uso.
ru: Для предпросмотра симулятора нужен Node.js 20 или новее в терминале. Cascade автоматически загружает инструмент предпросмотра при первом использовании.
sv: Simulatorförhandsvisningen kräver Node.js 20 eller senare i terminalen. Cascade hämtar förhandsvisningsverktyget automatiskt vid första användningen.
zh_hans: 模拟器预览需要终端中可用的 Node.js 20 或更高版本。Cascade 会在首次使用时自动下载预览工具。
zh_hant: 模擬器預覽需要終端機中可用的 Node.js 20 或以上版本。Cascade 會在首次使用時自動下載預覽工具。

source: Size
bn: আকার
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
sv: Storlek
zh_hans: 大小
zh_hant: 大小

source: Skip Setup
bn: সেটআপ এড়িয়ে যান
es: Omitir configuración
fr: Ignorer la configuration
hi: सेटअप छोड़ें
it: Salta configurazione
ja: 設定をスキップ
ko: 설정 건너뛰기
pt_br: Pular configuração
ru: Пропустить настройку
sv: Hoppa över inställningarna
zh_hans: 跳过设置
zh_hant: 略過設定

source: Skipped
bn: এড়িয়ে গেছে
es: Omitido
fr: Ignoré
hi: छोड़ दिया
it: Saltato
ja: スキップ
ko: 건너뜀
pt_br: Ignorado
ru: Пропущено
sv: Överhoppad
zh_hans: 已跳过
zh_hant: 已略過

source: Smoothing strength: %lld
bn: মসৃণকরণের মাত্রা: %lld
es: Intensidad del suavizado: %lld
fr: Intensité du lissage : %lld
hi: स्मूथिंग की तीव्रता: %lld
it: Intensità della levigatura: %lld
ja: スムージングの強さ：%lld
ko: 다듬기 강도: %lld
pt_br: Intensidade da suavização: %lld
ru: Степень сглаживания: %lld
sv: Utjämningsstyrka: %lld
zh_hans: 平滑强度：%lld
zh_hant: 平滑強度：%lld

source: Snapshot appearance requires native geometry ownership.
bn: স্ন্যাপশটের চেহারার জন্য নেটিভ জ্যামিতির নিয়ন্ত্রণ প্রয়োজন।
es: La apariencia de la instantánea requiere control de la geometría nativa.
fr: L’apparence de l’instantané nécessite le contrôle de la géométrie native.
hi: स्नैपशॉट रूप के लिए नेटिव ज्यामिति का स्वामित्व आवश्यक है।
it: L’aspetto dell’istantanea richiede il controllo della geometria nativa.
ja: スナップショットの外観にはネイティブジオメトリの管理権限が必要です。
ko: 스냅샷 모양에는 네이티브 크기 정보 소유권이 필요합니다.
pt_br: A aparência do instantâneo exige controle da geometria nativa.
ru: Для оформления снимка требуется управление нативной геометрией.
sv: Ögonblicksbildens utseende kräver kontroll över inbyggd geometri.
zh_hans: 快照外观需要原生几何信息控制权。
zh_hant: 快照外觀需要原生幾何資訊控制權。

source: Source branch matches a pattern.
bn: সোর্স ব্রাঞ্চ প্যাটার্নের সঙ্গে মেলে।
es: La rama de origen coincide con un patrón.
fr: La branche source correspond à un motif.
hi: स्रोत ब्रांच पैटर्न से मेल खाती है।
it: Il branch sorgente corrisponde a un pattern.
ja: ソースブランチがパターンに一致します。
ko: 소스 브랜치가 패턴과 일치합니다.
pt_br: A branch de origem corresponde a um padrão.
ru: Исходная ветка соответствует шаблону.
sv: Källgrenen matchar ett mönster.
zh_hans: 源分支匹配模式。
zh_hant: 來源分支符合模式。

source: Sprint board
bn: স্প্রিন্ট বোর্ড
es: Tablero del sprint
fr: Tableau du sprint
hi: स्प्रिंट बोर्ड
it: Board dello sprint
ja: スプリントボード
ko: 스프린트 보드
pt_br: Quadro do sprint
ru: Доска спринта
sv: Sprinttavla
zh_hans: 冲刺看板
zh_hant: 衝刺看板

source: Squash
bn: স্কোয়াশ
hi: स्क्वैश
ja: スカッシュ
ko: 스쿼시
ru: Сжать коммиты
zh_hans: 压缩合并
zh_hant: 壓縮合併

source: Stale PR → nudge
bn: নিষ্ক্রিয় PR → মনে করান
es: PR inactivo → recordar
fr: PR inactive → rappeler
hi: निष्क्रिय PR → याद दिलाएँ
it: PR inattiva → promemoria
ja: PR更新停滞 → リマインド
ko: PR 업데이트 없음 → 알림
pt_br: PR inativo → lembrar
ru: PR без обновлений → напомнить
sv: Inaktiv PR → påminn
zh_hans: PR 长期未更新 → 提醒
zh_hant: PR 長期未更新 → 提醒

source: Start
bn: শুরু করুন
es: Iniciar
fr: Démarrer
hi: शुरू करें
it: Avvia
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Начать
sv: Starta
zh_hans: 开始
zh_hant: 開始

source: Start from
bn: থেকে শুরু করুন
es: Empezar desde
fr: Commencer à partir de
hi: इससे शुरू करें
it: Inizia da
ja: テンプレートから開始
ko: 템플릿에서 시작
pt_br: Começar a partir de
ru: Начать с
sv: Utgå från
zh_hans: 从模板开始
zh_hant: 從範本開始

source: Start From
bn: এখান থেকে শুরু করুন
es: Empezar desde
fr: Démarrer depuis
hi: यहाँ से शुरू करें
it: Inizia da
ja: 開始元
ko: 시작 기준
pt_br: Iniciar de
ru: Начать с
sv: Starta från
zh_hans: 起始位置
zh_hant: 起始位置

source: Starting
bn: শুরু হচ্ছে
es: Iniciando
fr: Démarrage
hi: शुरू हो रहा है
it: Avvio
ja: 起動中
ko: 시작 중
pt_br: Iniciando
ru: Запуск
sv: Startar
zh_hans: 正在启动
zh_hant: 正在啟動

source: Starting the simulator preview…
bn: সিমুলেটর প্রিভিউ শুরু হচ্ছে…
es: Iniciando vista previa del simulador…
fr: Démarrage de l’aperçu du simulateur…
hi: सिम्युलेटर पूर्वावलोकन शुरू हो रहा है…
it: Avvio dell’anteprima del simulatore…
ja: シミュレータのプレビューを開始中…
ko: 시뮬레이터 미리보기 시작 중…
pt_br: Iniciando a prévia do simulador…
ru: Запуск предпросмотра симулятора…
sv: Startar simulatorförhandsvisningen…
zh_hans: 正在启动模拟器预览…
zh_hant: 正在啟動模擬器預覽…

source: Startup
bn: শুরু
es: Inicio
fr: Démarrage
hi: स्टार्टअप
it: Avvio
ja: 起動
ko: 시작
pt_br: Inicialização
ru: Запуск
sv: Start
zh_hans: 启动
zh_hant: 啟動

source: State
bn: অবস্থা
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
pt_br: Estado
ru: Состояние
sv: Tillstånd
zh_hans: 状态
zh_hant: 狀態

source: Status
bn: অবস্থা
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态
zh_hant: 狀態

source: Status saved; refresh failed: %@
bn: অবস্থা সংরক্ষিত; রিফ্রেশ ব্যর্থ: %@
es: Estado guardado; actualización fallida: %@
fr: Statut enregistré ; actualisation échouée : %@
hi: स्थिति सहेजी गई; रीफ़्रेश विफल: %@
it: Stato salvato; aggiornamento non riuscito: %@
ja: 状態を保存しました。更新に失敗しました：%@
ko: 상태 저장됨. 새로 고침 실패: %@
pt_br: Status salvo; atualização falhou: %@
ru: Статус сохранён; обновление не удалось: %@
sv: Status sparad; uppdatering misslyckades: %@
zh_hans: 状态已保存；刷新失败：%@
zh_hant: 狀態已儲存；重新整理失敗：%@

source: Statuses
bn: অবস্থাগুলি
es: Estados
fr: Statuts
hi: स्थितियाँ
it: Stati
ja: ステータス
ko: 상태
pt_br: Status
ru: Статусы
sv: Statusar
zh_hans: 状态
zh_hant: 狀態

source: Step %lld
bn: ধাপ %lld
es: Paso %lld
fr: Étape %lld
hi: चरण %lld
it: Passaggio %lld
ja: ステップ %lld
ko: 단계 %lld
pt_br: Etapa %lld
ru: Шаг %lld
sv: Steg %lld
zh_hans: 步骤 %lld
zh_hant: 步驟 %lld

source: Still open in %@. Xcode is asked to close it.
bn: এখনও %@-এ খোলা। Xcode-কে বন্ধ করতে বলা হবে।
es: Sigue abierto en %@. Se pedirá a Xcode que lo cierre.
fr: Toujours ouvert dans %@. Il sera demandé à Xcode de le fermer.
hi: अभी %@ में खुला है। Xcode से इसे बंद करने को कहा जाएगा।
it: Ancora aperto in %@. Verrà chiesto a Xcode di chiuderlo.
ja: %@ で開いたままです。Xcode に終了を要求します。
ko: %@에서 아직 열려 있습니다. Xcode에 닫기를 요청합니다.
pt_br: Ainda aberto em %@. O Xcode receberá um pedido para fechá-lo.
ru: Ещё открыто в %@. Xcode получит запрос на закрытие.
sv: Fortfarande öppet i %@. Xcode ombeds stänga det.
zh_hans: 仍在 %@ 中打开。将请求 Xcode 关闭。
zh_hant: 仍在 %@ 中開啟。將要求 Xcode 關閉。

source: Stop
bn: থামান
es: Detener
fr: Arrêter
hi: रोकें
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
ru: Остановить
sv: Stoppa
zh_hans: 停止
zh_hant: 停止

source: Stop the build
bn: বিল্ড থামান
es: Detener la compilación
fr: Arrêter la compilation
hi: बिल्ड रोकें
it: Interrompi la compilazione
ja: ビルドを停止
ko: 빌드 중지
pt_br: Parar a compilação
ru: Остановить сборку
sv: Stoppa bygget
zh_hans: 停止构建
zh_hant: 停止建置

source: Stop the least recently used idle agent when session memory exceeds this limit. Reopening resumes the conversation. Agents are only stopped after their hooks confirm a turn has ended and their child processes have stopped.
bn: সেশনের মেমরি এই সীমা ছাড়ালে সবচেয়ে বেশি সময় ধরে ব্যবহার না করা নিষ্ক্রিয় এজেন্ট থামান। সেশন আবার খুললে কথোপকথন চালু হয়। হুক টার্ন শেষ হওয়া নিশ্চিত করার এবং চাইল্ড প্রসেস থামার পরই এজেন্ট থামে।
es: Detén el agente inactivo que lleve más tiempo sin usarse cuando la memoria de las sesiones supere este límite. Al volver a abrirlo, se reanuda la conversación. Solo se detiene después de que sus hooks confirmen el fin del turno y se hayan detenido sus procesos hijos.
fr: Arrête l’agent inactif inutilisé depuis le plus longtemps lorsque la mémoire des sessions dépasse cette limite. Sa réouverture reprend la conversation. L’agent n’est arrêté qu’après confirmation de la fin du tour par ses hooks et l’arrêt de ses processus enfants.
hi: सत्रों की मेमोरी सीमा पार होने पर सबसे लंबे समय से इस्तेमाल न हुए निष्क्रिय एजेंट को रोकें। सत्र फिर खोलने पर बातचीत दोबारा शुरू होती है। एजेंट तभी रुकता है जब हुक टर्न खत्म होने की पुष्टि करें और उसके चाइल्ड प्रोसेस रुक चुके हों।
it: Interrompe l’agente inattivo inutilizzato da più tempo quando la memoria delle sessioni supera questo limite. Riaprendolo, la conversazione riprende. Gli agenti vengono interrotti solo dopo che gli hook confermano la fine del turno e i processi figli si sono fermati.
ja: セッションのメモリが上限を超えると、最も長く使われていない待機中のエージェントを停止します。開き直すと会話を再開します。フックでターンの終了を確認し、子プロセスが停止した後でのみ停止します。
ko: 세션 메모리가 한도를 넘으면 가장 오래 사용하지 않은 유휴 에이전트를 중지합니다. 다시 열면 대화가 재개됩니다. 훅으로 턴 종료가 확인되고 자식 프로세스가 중지된 후에만 에이전트를 중지합니다.
pt_br: Interrompe o agente ocioso sem uso há mais tempo quando a memória das sessões ultrapassa este limite. Reabrir retoma a conversa. O agente só é interrompido após os hooks confirmarem o fim do turno e seus processos filhos terem parado.
ru: При превышении лимита памяти сессий остановить бездействующего агента, которым дольше всего не пользовались. Открытие сессии возобновит разговор. Агент останавливается только после подтверждения конца хода хуками и завершения дочерних процессов.
sv: Stoppar den vilande agent som inte använts på längst tid när sessionsminnet överstiger gränsen. Samtalet återupptas när du öppnar sessionen igen. Agenter stoppas först när hookarna bekräftar att turen är slut och deras underprocesser har stannat.
zh_hans: 会话内存超过此上限时，停止最久未使用的空闲代理。重新打开会话可恢复对话。只有钩子确认本轮任务结束且子进程已停止后，才会停止代理。
zh_hant: 工作階段記憶體超過此上限時，停止最久未使用的閒置代理程式。重新開啟工作階段可恢復對話。只有掛鉤確認該回合已結束且子程序已停止後，才會停止代理程式。

source: Stopped — click to resume
bn: বন্ধ — আবার চালাতে ক্লিক করুন
es: Detenida — haz clic para reanudar
fr: Arrêtée — cliquez pour reprendre
hi: रुका हुआ — जारी रखने के लिए क्लिक करें
it: Interrotta — fai clic per riprendere
ja: 停止中 — クリックして再開
ko: 중지됨 — 클릭하여 재개
pt_br: Parada — clique para retomar
ru: Остановлен — нажмите для возобновления
sv: Stoppad — klicka för att återuppta
zh_hans: 已停止 — 点按以恢复
zh_hant: 已停止 — 按一下以繼續

source: Stopped after one retry of step %lld
bn: ধাপ %lld একবার পুনরায় চেষ্টার পর থেমেছে
es: Detenido tras un reintento del paso %lld
fr: Arrêté après une nouvelle tentative de l’étape %lld
hi: चरण %lld के एक पुनः प्रयास के बाद रुका
it: Interrotto dopo un nuovo tentativo del passaggio %lld
ja: ステップ %lld を1回再試行した後に停止しました
ko: 단계 %lld을(를) 한 번 재시도한 후 중지됨
pt_br: Parado após uma nova tentativa da etapa %lld
ru: Остановлено после одного повтора шага %lld
sv: Stoppat efter ett nytt försök av steg %lld
zh_hans: 步骤 %lld 重试一次后已停止
zh_hant: 步驟 %lld 重試一次後已停止

source: Stopped here
bn: এখানে থেমেছে
es: Se detuvo aquí
fr: Arrêté ici
hi: यहाँ रुका
it: Interrotto qui
ja: ここで停止
ko: 여기서 중지됨
pt_br: Parou aqui
ru: Остановлено здесь
sv: Stoppade här
zh_hans: 在此停止
zh_hant: 在此停止

source: Submit a changes-requested review.
bn: পরিবর্তন চেয়ে পর্যালোচনা জমা দিন।
es: Envía una revisión que solicita cambios.
fr: Soumet une révision demandant des modifications.
hi: बदलाव माँगने वाली समीक्षा भेजें।
it: Invia una revisione che richiede modifiche.
ja: 変更を要求するレビューを送信します。
ko: 변경을 요청하는 리뷰를 제출합니다.
pt_br: Envia uma revisão solicitando alterações.
ru: Отправляет проверку с запросом изменений.
sv: Skickar en granskning som begär ändringar.
zh_hans: 提交请求修改的审查。
zh_hant: 提交要求變更的審查。

source: Suspend the least recently used hidden page when browser memory exceeds this limit. Pages playing audio, using the camera or microphone, or downloading stay active.
bn: ব্রাউজারের মেমরি এই সীমা ছাড়ালে সবচেয়ে বেশি সময় ধরে ব্যবহার না করা লুকানো পৃষ্ঠা স্থগিত করুন। অডিও চালানো, ক্যামেরা বা মাইক্রোফোন ব্যবহার করা কিংবা ডাউনলোড করা পৃষ্ঠা সক্রিয় থাকে।
es: Suspende la página oculta que lleve más tiempo sin usarse cuando la memoria del navegador supere este límite. Las páginas que reproducen audio, usan la cámara o el micrófono, o descargan archivos siguen activas.
fr: Suspend la page masquée inutilisée depuis le plus longtemps lorsque la mémoire du navigateur dépasse cette limite. Les pages diffusant de l’audio, utilisant la caméra ou le micro, ou téléchargeant des fichiers restent actives.
hi: ब्राउज़र की मेमोरी सीमा पार होने पर सबसे लंबे समय से इस्तेमाल न हुए छिपे पेज को रोकें। ऑडियो चलाने, कैमरा या माइक्रोफ़ोन इस्तेमाल करने या डाउनलोड करने वाले पेज चलते रहते हैं।
it: Sospende la pagina nascosta inutilizzata da più tempo quando la memoria del browser supera questo limite. Le pagine che riproducono audio, usano fotocamera o microfono o scaricano file restano attive.
ja: ブラウザのメモリが上限を超えると、非表示のページのうち最後に使ってから最も時間が経ったものを休止します。音声の再生中、カメラやマイクの使用中、ダウンロード中のページは維持されます。
ko: 브라우저 메모리가 한도를 넘으면 숨겨진 페이지 중 가장 오래 사용하지 않은 페이지를 일시 중단합니다. 오디오 재생, 카메라·마이크 사용, 다운로드 중인 페이지는 유지합니다.
pt_br: Suspende a página oculta sem uso há mais tempo quando a memória do navegador ultrapassa este limite. Páginas reproduzindo áudio, usando câmera ou microfone, ou baixando arquivos continuam ativas.
ru: Когда память браузера превышает лимит, приостановить скрытую страницу, которой дольше всего не пользовались. Страницы с воспроизведением звука, камерой, микрофоном или загрузками остаются активными.
sv: Pausar den dolda sida som inte använts på längst tid när webbläsarens minne överstiger gränsen. Sidor som spelar ljud, använder kamera eller mikrofon eller hämtar filer hålls aktiva.
zh_hans: 浏览器内存超过此上限时，暂停最久未使用的隐藏页面。正在播放音频、使用摄像头或麦克风以及下载的页面会保持运行。
zh_hant: 瀏覽器記憶體超過此上限時，暫停最久未使用的隱藏網頁。正在播放音訊、使用相機或麥克風，以及下載的網頁會保持執行。

source: Switch Terminal / Chat
bn: টার্মিনাল / চ্যাট বদলান
es: Cambiar terminal / chat
fr: Basculer terminal / chat
hi: टर्मिनल / चैट बदलें
it: Passa tra terminale e chat
ja: ターミナル／チャットを切り替え
ko: 터미널 / 채팅 전환
pt_br: Alternar terminal / chat
ru: Переключить терминал / чат
sv: Växla terminal / chatt
zh_hans: 切换终端/聊天
zh_hant: 切換終端機/聊天
